{
    "BTN_COLLAPSE_PAGES": "Individuelle Ergebnisse für ausgewählte Seiten ausblenden",
    "BTN_COMPLETE_SELECTED": "Ausgewählte Seiten als vollständig markieren",
    "BTN_EXPAND_PAGES": "Individuelle Ergebnisse für ausgewählte Seiten anzeigen",
    "BTN_OPEN_SELECTED": "Ausgewählte Seiten öffnen",
    "BTN_SHOW_TEXT": "Beschreibungstext des Erfolgskriteriums",
    "BTN_UNCOMPLETE_SELECTED": "Ausgewählte Seiten als unvollständig markieren",
    "CLICK_TO_DELETE": "Klicken um zu löschen",
    "FILTER": "Anzeigen",
    "FILTER_NEW_IN_WCAG21": "Neu in WCAG 2.1",
    "HD_CRITERIA": "Zu testende Erfolgskriterien",
    "HD_SAMPLE_SELECT": "Zu prüfende Auswahl",
    "HOW_TO": "Erfolgskriteriums erfüllen",
    "INF_AUDIT_CRITERIA": "Dieser Abschnitt listet die WCAG 2 Erfolgskriterien. Benutze den Filter um die Erfolgskriterien der verschiedenen Stufen (A, AA und AAA) ein- oder auszublenden. Die einzelnen Kriterien können als 'Nicht geprüft', 'Erfüllt', 'Nicht erfüllt', 'Nicht zutreffen' oder 'nicht beurteilbar' markiert werden. Weitere Angaben, Kommentare und Beobachtung können im zugehörigen Textfeld eingetragen werden.",
    "INF_AUDIT_SAMPLE": "In diesem Abschnitt werden die in den vorherigen Schritten ausgewählten Seiten gelistet. Für angewählte Seiten bei den einzelnen Erfolgskriterien im Bereich 'Individuelle Ergebnisse für ausgewählte Seiten' angezeigt. Das erlaubt es z.B., die aktuell zu testende Seite, aber auch eine Auswahl mehrerer Seiten anzuzeigen. <br> Das Link-Icon öffnet die Seite in einem neuen Browser-Fenster.",
    "INTRO_0": "",
    "INTRO": "Dokumentiere die Ergebnisse der Evaluierung für die ausgewählten Seiten (vorherige Schritte). Vergleiche die Ergebnisse der strukturierten Seite mit zufällig ausgewählten Seiten und passe falls notwendig den Prüfumfang an. Weitere Hinweise zur Auditierung finden sich unter: <a href={{link_em_4}} lang=\"en\" href-lang=\"en\">WCAG-EM Step 4: Audit the Selected Sample</a>. <br> <strong>Beachte:</strong> Für jedes WCAG 2 Erfolgskriterium kann ein Gesamtergebnis und/oder Ergebnisse für einzelne Seiten angegeben werden. Um individuelle Ergebnisse einzutragen, muss unter 'Zu prüfende Auswahl' eine oder mehrere Seiten ausgewählt werden (sh. linke Spalte). Anschließend können bei den einzelnen Erfolgskriterien die individuellen Ergebnisse für die ausgewählte Seiten angezeigt werden",
    "LABEL_OUTCOME": "Prüfergebnis",
    "LABEL_PAGE_HANDLE": "Seiten-Kurztitel",
    "NO_PAGE_SELECTED": "Es wurden keine Seiten ausgewählt (sh. Zu prüfende Auswahl)",
    "NO_SAMPLE": "Keine Prüfauswahl verfügbar. Bitte unter Schritt 2 und 3 erstellen.",
    "NOTE": "Note",
    "PLH_ASSERT_DESC": "Beobachtungen der Evaluierung",
    "PRINCIPLE": "Prinzip",
    "RESULTS_FOR": "Ergebnisse für",
    "SAMPLE_FINDINGS": "Ergebnisse für die gesamte Prüfauswahl",
    "SELECT_ALL": "Alle Seiten auswählen",
    "TESTED": "Getested",
    "TITLE": "Schritt 4: Auswahl auditieren",
    "UNDERSTAND": "Erfolgskriteriums verstehen",
    "UNTESTED": "{{critCount}} ungetestet"
}
