{
    "TITLE": "Schritt 2: Sichtung der Ziel-Website",
    "INTRO": "Erkunde die Website um Zweck, Funktionalität und Anwendung zu verstehen. Dieser Schritt hilft festzustellen welche Webseiten für die Evaluierung in den nächsten Schritten herangezogen werden sollen. Verwendete Web-Technologien werden identifiziert und ergänzende Notizen können angeführt werden. In der Regel empfiehlt es sich diese Informationen vom Betreiber oder Entwickler der Website zu erfragen. Weitere Hilfestellungen zu diesem Schritt finden sich in <a href={{link_em_2}}>WCAG-EM Step 2: Explore the Target Website</a>.",
    "HD_RELIEDUP_TECH": "Eingesetzte Web-Technologien",
    "INF_RELIEDUP_TECH": "Die zum Betrieb der Website notwendigen Web-Technologien werden identifiziert (sh. <a href={{link_relied_upon}}>relied upon according to WCAG 2</a>). Weitere Informationen finden sich unter: <a href={{link_em_2d}}>WCAG-EM Step 2.d: Identify Web Technologies Relied Upon</a>. <br> Hinweis: Weitere Technologien können über den Punkt 'Andere' hinzugefügt werden. Neben dem Namen der Web-Technologie sollte auch der Link zur oder eine Beschreibung der Spezifikation angeführt werden.",
    "LABEL_TECH": "Web-Technologie",
    "LABEL_TECH_SPEC": "Link zur Spezifikation (URL)",
    "PLH_TECH": "Z.B. HTML5, CSS, DOM",
    "PLH_TECH_SPEC": "Adresse (URL) oder Beschreibung der Web-Technologie-Spezifikation",
    "BTN_REMOVE_TECH": "Technologie entfernen",
    "BTN_ADD_TECH": "Web-Technologie hinzufügen",
    "HD_NOTE_TAKING": "Optionale Notizen der Sichtung",
    "INF_NOTE_TAKING": "In diesem Abschnitt können ergänzende Erkenntnisse der Sichtung angeführt werden. Diese werden in den nächsten Schritten angezeigt um bei der Auswahl der zu evanluierenden Seiten zu helfen. <strong>Die Hinweise werden im finalen Prüfbericht nicht angezeigt.</strong> Sie werden aber beim Speichern berücksichtigt und können später wieder geladen und bearbeitet werden.",
    "LABEL_ESSENT_FUNC": "Wesentliche Funktionen der Website",
    "INF_ESSENT_FUNC": "In diesem Feld können wesentliche Funktionen der Website gesammelt werden. Beispiele für wesentliche Funktionen:<br> 'Auswahl und Kauf eines Produkts in einem Webshop'<br> 'ein Web-Formular ausfüllen und abschicken'<br> 'Benutzerkonto anlegen'<br> Weitere Informationen: <a href={{link_em_2b}}>WCAG-EM Step 2.b: Identify Essential Functionality of the Website</a>.",
    "LABEL_VARIETY_PAGE_TYPES": "Verschiedene Seiten-Typen",
    "INF_VARIETY_PAGE_TYPES": "Dieses Feld kann dazu verwendet werden Notizen über die einzelnen Seiten-Typen der Website zu sammeln. Das beinhaltet auch Notizen über unterschiedliche Style, Layouts, Strukturen and Funktionalitäten der Website. Weitere Informationen dazu finden sich unter <a href={{link_em_2c}}>WCAG-EM Step 2.c: Identify the Variety of Web Page Types</a>. <br> Hinweis: Webseiten können verschiedene Zustände einnehmen (sh. <a href={{link_page_state}}>web page states</a>).",
    "LABEL_OTHER": "Andere..."
}
