{
    "TITLE": "WCAG-EM Berichts-Tool",
    "SUBTITLE": "Online-Tool zur Erstellung von Webzugänglichkeits-Prüfberichten",
    "INTRO_HD": "Was dieses Tool macht",
    "INTRO_1": "Das Online-Tool hilft bei der Erstellung von Prüfberichten entsprechend der <a href={{link_wcagem}} lang=\"en\" href-lang=\"en\">Website Accessibility Conformance Evaluation Methodology (WCAG-EM)</a>. Es unterstützt bei der Einhaltung der definierten Prüfschritte, um einen <a href={{link_report}}>strukturierten Prüfbericht</a> auf Basis der erfolgten Eingaben zu erstellen. Es wendet sich an erfahrene AuditorInnen im Bereich der <a href={{link_wcag}}>Web Content Accessibility Guidelines (WCAG) 2</a> und mit grundsätzlichen Kenntnissen zur WCAG-EM. Für eine Einführung in die WCAG-EM, sh. <a href={{link_conformance}} lang=\"en\" href-lang=\"en\">WCAG-EM Overview</a>. Hinweis: Das Tool führt keine Prüfung auf Barrierefreiheit durch.",
    "INTRO_2": "<strong>Hinweis:</strong> Die eingegebenen Daten werden nicht automatisch gespeichert. Um die Daten lokal auf dem Computer zu speichern, kann der Speichern-Dialog über das Tastaturkürzel Ctrl+S (Windows) bzw. ⌘S (Mac) aufgerufen werden. Alternativ kann über den 'Speichern'-Button im Seitenkopf die Seite zum Speichern des Prüfberichts aufgerufen werden. Der Button 'Prüfdaten lokal auf dem Computer speichern' öffnet den Speichern-Dialog.",
    "USAGE_HD": "Wie das Tool funktioniert",
    "USAGE_LI1": "Alle Funktionen des Tools sind nun geladen und stehen im lokalen Browser in vollem Umfang zur Verfügung. Es wird keine aktive Internet-Verbindung benötigt. Wenn das Browser-Fenster geschlossen wird, gehen alle ungespeicherten Daten verloren.",
    "USAGE_LI2": "Alle getätigten Eingaben in diesem Tool werden im JSON Format im Hintergrund (im Browser, nicht im Internet) lokal gespeichert. Um Datenverlust zu vermeiden, Um Datenverlust zu vermeiden (z.B. durch Schließen des Browser), können die Daten regelmäßig gespeichert werden.",
    "USAGE_LI3": "Die vorläufigen Prüfergebnisse (und Notizen) können zur späteren Bearbeitung gespeichert werden. Über den Menüpunkt 'Öffnen' kann einen zuvor gespeicherte JSON Datei ausgewählt und geladen werden.",
    "USAGE_LI4": "Verlinkungen die nicht Teil der Navigation oder Teil des Tools sind und zu externen Ressourcen führen, öffnen in einem neuen Browser Fenster.",
    "TIPS_HD": "Tipp zur Benutzung des Tools",
    "TIPS_LI1": "Die einzelnen Schritte können in beliebiger Reihenfolge durchlaufen werden. Keines der Felder ist erforderlich.",
    "TIPS_LI2": "Zusätzliche Informationen zu den einzelnen Eingabefelder kann über die {{info}} Icons neben den Feldbezeichnungen eingeblendet werden.",
    "TIPS_LI3": "Das Tool stellt den Bericht als HTML- und CSS-Dateien bereit. Diese können von der 'Bericht anzeigen' Seite herunter geladen werden. Der Inhalt des Berichts und die visuelle Darstellung kann beliebig angepasst werden.",
    "TIPS_LI4": "Es können auch WCAG 2 Erfolgskriterien aus höheren Konformitätsstufen als der angestrebten Konformitätsstufe in den Bericht aufgenommen werden (z.B. die angestrebte Konformitätsstufe ist AA, es sollen aber auch Erfolgskriterien aus AAA im Bericht angeführt sein). Dazu muss der Filter in Schritt 4 so eingestellt werden, dass höhere Erfolgskriterien angezeigt werden. Alle bewerteten Erfolgskriterien werden im Prüfbericht berücksichtigt."
}
